{



    "_lang": "en",

    "valentina.title": "Professional Esthetician, Body Contouring, Health Coaching and Makeup Artist.",
    "valentina.text": "Her experience using the latest technology with the best products in the cosmetic field guarantee the most effective results according to the individual needs of each client.  She is always up-to-date on the newest procedures, including the modern body contouring, restorative facials, skin tightening procedures and makeup for special occasions. Valentina is outstanding in terms of semipermanent or permanent makeup, and will help you find the right products and coach you in the path to achieving optimal, personalized results.",
    "valentinamodal1.text": "Is a Professional Esthetician, Body Contouring, Health Coaching and Makeup Artist licensed in Florida. Her experience using the latest technology with the best products in the cosmetic field guarantee the most effective results according to the individual needs of each client.",
    "valentinamodal2.text": "She is always up-to-date on the newest procedures, including the modern body contouring, restorative facials, skin tightening procedures and makeup for special occasions. Valentina is outstanding in terms of semipermanent or permanent makeup, and will help you find the right products and coach you in the path to achieving optimal, personalized results.",
    "valentinamodal3.text": "She is humorous and possesses much charisma, and always treats her clients with the utmost respect, patience and love. Valentina pays extraordinary attention to detail and dedicates herself to her clients’ needs. They love her for her knowledge in esthetics, beauty and appreciate that she has their best interest in sharing her love with all her customers. Her passion for the beauty and esthetic fields has led her to devote her life to the service and attention of people and to help them feel better with their bodies.",
    "valentinamodal4.text": "Her goal has always been making every client feel like she is walking the red carpet every day. ",
    "valentinamodal5.text": "Every face and body represents a new challenge with a natural beauty that can be enhanced through carefully placed strokes of treatments. Stretch mark camouflage, BB Glow, Fibroblast, Microblading, Microneedling, Microdermabrasion, Body Sculpting and Wrapping are just some treatments and procedures offered to assist you in reaching your desired results.",

    "lissette.title": "Professional Esthetician And Body Contouring Licensed.",
    "lissette.text": "She was born in Venezuela, which is recognized as the country of beautiful women as a product of miscegenation. She states that her interest in aesthetics comes from three places: the first, she was raised by her mother, who has more than 40 years of experience in the area. The second reason is that it is very satisfying to connect with her patients, establishing trust and being able to pay personal attention to the needs of their skin. Finally, she believes that investing in one’s skin is a benefit that will last a lifetime.",
    "lissettemodal1.text": "is a Professional Esthetician with a license for Body Contouring Licensed from the state of Florida.",
    "lissettemodal2.text": "She was born in Venezuela, which is recognized as the country of beautiful women as a product of miscegenation. She states that her interest in aesthetics comes from three places: the first, she was raised by her mother, who has more than 40 years of experience in the area. The second reason is that it is very satisfying to connect with her patients, establishing trust and being able to pay personal attention to the needs of their skin. Finally, she believes that investing in one’s skin is a benefit that will last a lifetime.",
    "lissettemodal3.text": "She is inspired by the Greek word aisthētikós, which means 'perception or sensitivity' when working. Lissette is characterized for having these qualities with each of her clients, and that makes her stand out in her field.",
    "lissettemodal4.text": "She is professional in aesthetics and body wrapping, and she is also involved in the latest technologies the market has to offer, thus guaranteeing the best results to our distinguished clientele. Among many of the treatments in which she is specialized are microblading, microdermabarsion, body wrapping, cavitation and lymphatic drainage, which are renowned for the results they bring.",
    "lissettemodal5.text": "She effectively determines appropriate and successful treatments for her patients, as well, as analyzing the need for each of them. She offers a tailored experience that is undeniably unique to each guest and listens to their specific requests and concerns to provide a level of personal service that is second to none.",

    "ourplace.text": "Our cozy studio is located within a beauty complex in the city of Miramar in Florida. Our studio has all the permits and regulations required by Florida Health and the city. With the last technology and equipment, we ensure the success of our exclusive treatments with personalized attention. ",
    "ourplace1.text": "Your skin health is our top priority, which is why we always customize all our treatments to fit your needs. We don’t over promise and under deliver. We set realistic goals and offer progressive and safe treatment options. We will help you further understand what your particular skin type and conditions are, as well as how to care, maintain and balance your skin at home.",

    "body.text": "The desire to look and feel good has significantly increased the number of individuals seeking body sculpting procedures. When diet and exercise are not enough, people are turning to non-invasive body contouring procedures to eliminate stubborn, unwanted fat. \n\n Our different treatment programs guarantee the satisfaction of our clients:",
    "cavitation.title": "Esthetics Cavitation",
    "cavitation.text": "Cavitation is an aesthetic treatment that allows the elimination of deposits of localized fat untreated to diets and exercises lastingly and without going through the operating room; it produces ultrasonic waves of a frequency that are absorbed\r\n                by fatty tissues. These waves cause in the fat cells steam bubbles that cause their destruction and this released fat is transported by the blood and lymphatic to the liver that eliminates it of the organism when destroying these adipocytes,\r\n the treated area loses the capacity to store fat for which this procedure is definitive to treat localized fat. In Vali Skincare & Makeup, we will make an exquisite treatment to eliminate that flaccidity that affects us in areas such as;\r\n                abdomen, buttocks, legs, arms, flanks, etc, with unique products that for their ingredients with gotu kola caffeine will help you to improve the visible and unpleasant signs of cellulite and adiposity. We recommend doing at least 10 sessions\r\n                and you will start to see surprising results, we will take measures, we are waiting for you !!",

    "vacuum.title": "Vacuum Therapy",
    "vacuum.text": "Tired of the dimples, lumps and excess fat deposits? It’s time to say goodbye to that disgusting fats with the Vacuum Therapy.",
    "vacuum1.text": "Vacuum Therapy eliminates fat + smooth and firms the skin. The treatment combines the ancient art of cupping with negative pressure to assist in eliminating fat, waste, toxins and excess fluids from your body. Vacuum Therapy is a non-invasive scientifically researched treatment, certified by Quality Standards like CE and FDA. It offers an effective solution to fight cellulite in all its stage, reduces localized fat and reshapes the body.",
    "vacuum2.text": "Vacuum Therapy is great as a stand-alone treatment for cellulite, reduces fluid retention, improves skin texture, increases lymphatic circulation, reduces muscle tension, body reshape and for reducing small deposits of fat. The treatment leaves your skin immediately smoother and firmer.",

    "radio.title": "Radio Frequency",
    "radio.text": "This splendid treatment makes a radiant work combined with cavitation due to the fact that at the same time that you eliminate fat, with RF the fibroblasts of the dermis are stimulated to make collagen and elastin fibers, thus allowing the tissue to acquire firmness thanks to the reorganization of the fibrous septa and supra-recumbent dermal thickening.",
    "radio1.text": "Come to Vali Skincare & Makeup and receive your complete treatment with techniques and latest technology devices apart from ensuring an unparalleled service.",

    "wrapping.text": "The body wrap at Vali Skincare and Makeup stand out above the others due to the quality of our minerals. The body wrap detoxifies the body. Minerals are the building blocks of the body. The process of hydrating the body with minerals helps the body eliminates toxins caused by excessive consumption of salt, sugar, carbohydrates and alcohol. The process of detoxification helps the body to lose ctms. This slimming body wrap in Vali Skincare and Makeup Spa takes around 90 minutes.\r\n ",

    "hands.title": "Hands hydrating with exfoliation paraffin treatment and tired legs and feet therapy",
    "hands.text": "The opening of pores and removal of dead skin cells will rejuvenate the appearance of your skin and make your hands and feet feel silky and smooth.",
    "hands1.text": "Paraffin is a natural emollient so it adds moisture to the sink while the wax is applied, but it also helps create moisture in your skin long after the treatment is complete. A paraffin treatment creates a sort of barrier on your skin that helps retain the oils that your body naturally produces.",
    "hands2.text": "Tired Legs is a unique and exclusive treatment for all public; We must consent to those twins who lead us day by day, for this we offer this service in which the following is offered, decreases varicose veins, telangiectasia and swelling, relieves heaviness and provides freshness and immediate sensation of rest, relaxes the muscles, revitalizing, toning and decongesting.",

    "handsandlegs.text": "Our goal is to get you out of our studio pleased with our services, that's why we work creating a series of treatments to cover specific areas forgotten such as hands and feet focusing on athletes, legs with varicose veins and tired,  pain in the bones and articulations, among others, trying to cover to the maximum the needs of our valued clients.",

    "sculpting.text": "Thinking about your figure and the quickest and simplest way to see you with the dreamed molding, Vali Skincare & Makeup combines techniques to accelerate the process through cavitation, vacuum and radiofrequency.",
    "wrapping1.text": "At Vali Skincare and Makeup we create an ideal place for your body, focusing on the reduction of measures using non-invasive methods and cutting-edge techniques with firming, modeling and reductive therapies.",

    "facial.text": "Our experienced estheticians, combined with the best products and cutting-edge technologies, bring out the radiant skin we all want to show .",
    "facial1.text": "Facials are not an extravagance, in fact a monthly facial is necessary maintenance to keep skin clear, firm and to plump the face. ",
    "facial2.text": "The therapies are customizable to your skin type and needs, help clearing out congested pores, lift and tone sagging skin, brighten some dullness.",
    "facial3.text": "Put your best face forward … Our team is happy to provide complimentary consultations!",

    "antiagingtreatments.text": "We custom an specific facials treatments to prevent and fight off aging skin and wrinkles. In this case, Vali SkinCare & Makeup offer you a variety of options with high technology equipment’s and new techniques to create the best services near you like oxygenate, clearing dark spots, firming, dry signs, reduce fine lines, deep exfoliations, long term protection with stem cells, intensive hydrations and collagen treatments. to brighten, lift, and find a youthful-looking skin.",
    "brightening.text": "Thinking about your skin and the damage occasioned by external factors such as the sun, pregnancy and hormonal processes we offer you at Vali Skincare & Makeup these fabulous therapies to prevent and help you get rid of these damage. There are excellent treatments to lighten your skin, exfoliate it deeply and clear up the appearance of blemish.",
    "calming.text": "We create a special treatments for those skins that need to be treated and pampered with different and specific ingredients and therapies for sensitive skins that will help to cleans deeply. Choose your treatment to kill acne bacteria, heal scar, relax, calm, reduce inflammation or rosacea redness.",
    "luxuring.text": "Exclusive treatments at Vali Skincare & Makeup includes highly effective top performing modalities in Spa technology. Hydra Facials with soothing and invigorating spa therapies to achieve instant hydration and lasting results without any  discomfort or downtime. Microcurrents are then used for firming and lifting. Galvanic technology propels high-potent actives deep into the skin, minimizing lines, wrinkles, hyper-pigmentation and sensitivity. Oxygen infusion drives potent actives to restore elasticity, stimulate tissue, repair, heal and rebalance the skin. These treatments are completed with our Luxury face neck and décolleté hydroplastic mask, leaving the skin ready for a close up.",
    "restorative.text": "If you are feeling that your skin have been changing and it cause lowered self-esteem, frustration, and even feelings of hopelessness., We have good news, help is close to you, simple solutions that will help you get back to feeling confident and vivacious!",
    "restorative1.text": "At Vali Skin Care and Makeup we create treatments to help you to fight against the black circles, eyes pyffiness, oxygenate, luminate, detox your skin, giving you a visibly firm, lift, and Nourish skin. The Restorative Facial Treatments helps to recapture your youth by diminishing the look of fine lines and wrinkles and also helps feed your skin with nourishing, balancing your skin with restorative ingredients to help smooth the appearance.",

    "specialf.text": "At Vali Skincare & Makeup a great effort was made to satisfy the demand of our clients, so we thought of all skin types and conditions to offer more treatments and give a variety of options that will help your skin look better, more  healthy and radiant. In this case, we add to the menu of facial treatments a series of cutting-edge procedures with specific functions to treat conditions such as hyperpigmentation, acne, also, we focus on a specific treatment for the needs of teenagers, face of men and also deep cleaning In the area of ​​the back. We work on improving the texture of your skin, help reduce the size of pores, improve the appearance of stretch marks and much more.",


    "fibroblastbody.title": "Fibroblast Body",
    "fibroblastface.title": "Fibroblast Face",

    "fibroblasthipertropic.title": "Hypertrophic Atrophic Scars",
    "fibroblasthypertrophic.text": "We treat your scar with a fibroblast technique helping you to give on it a better appearance, there are two scar types one is the hypertrophic scar is a cutaneous condition characterized by deposits of excessive amounts of collagen which gives rise to a raised scar, but not to the degree observed with keloids. Like keloids, they form most often at the sites of pimples, body piercings, cuts and burns. They often contain nerves and blood vessels.",
    "fibroblasthypertrophic1.text": "In the other hand the atrophic scar is an indented scar that heals below the normal layer of skin tissue. Atrophic scars form when the skin is unable to regenerate tissue. As a result, it leaves behind imbalanced scarring. Atrophic scars are often the result of severe acne or chickenpox, we choose the fibroblast technique depending of the type.",

    "fibroblast.text": "FibroBlast Plasma Treatment is a new, non-invasive skin tightening procedure known for reducing wrinkles, fine lines and excess skin. The treatment is very popular among the beauty and aesthetic community, offers low risk, minimal downtime, is less invasive and less expensive than surgery.",
    "fibroblast1.text": "Using a 'plasma pen', the FibroBlast treatment transmits an electrical current to the upper dermal layer of the skin, which causes the tissue to retract and contract. This micro-trauma stimulates the growth of new collagen and helps release active proteins and growth factors, giving the skin a firmer, more youthful appearance.",
    "fibroblast2.text": "The FibroBlast plasma is more than a standard procedure for stretching the skin, the amount or volume of the skin is actually reduced. The results will be noticeable immediately after the first treatment and should last for years with regular maintenance and maintenance (similar to the more invasive procedures).",

    "fibroblast.title": "FibroBlast can treat a number of skin conditions without downtime or skin damage",
    "fibroblast.list": "The treatment can be used to:",
    "fibroblast.item1": "Eyelid adjustment, including the lower eyes and excess skin of the upper eyelid.",
    "fibroblast.item2": "Imperfections of the skin, skin marks and sunspots.",
    "fibroblast.item3": "Improvement in the appearance of acne scars.",
    "fibroblast.item4": "Tighten the loose belly skin after pregnancy.",
    "fibroblast.item5": "Lines and wrinkles around the face.",
    "fibroblast.item6": "Chin and neck adjustment.",
    "fibroblast.item7": "Knee caps and armpits.",

    "serviceslist.title": "How long do the treatments take and",
    "serviceslist.subtitle": "how many treatments do I need?",
    "serviceslist.text": "The number of treatments will vary depending on the area to be treated, the condition of the skin, age, the level of exposure to sun damage, etc.",

    "fibroblastbody.text": "As we mature our body is presenting signs of aging as loss of elastin producing flaccidity, hyperpigmentation, stretch marks, actinic keratosis and others. Our novel fibroblast treatment helps you to collect excess skin regenerating the cells responsible for the production of collagen and elastin, achieving a better appearance in areas such as knee, elbow, belly button, neck, abdomen, inner thigh , hands without having to take the risk of going to surgery.",
    "fibroblastface.text": "You have thought about how to eliminate or diminish the signs of aging such as lines of expression, static wrinkles and photo-aging on your face, eyelid fading, sleepiness and inferiority, damage caused by the sun, spots due to pregnancy and other causes. In this cozy space we offer you the solution without having to go to surgery, do not think about it and make your appointment.",



    "makeup.text": "Our passion has always been making every client feel like she is walking the red carpet. Every face represents a challenge with a natural beauty enhanced by carefully placed strokes of makeup. <br><br> Offers a full range of makeup services, including makeup for special occasions, educational how-to sessions, and off-site makeup parties",
    "makeupbridal.text": "The perfect opportunity to coordinate your look to all the other elements of your special day such as dress color, flowers, your bridal party and even the venue. Is time to experiment with makeup styles you may like to try .... off course don't forget your friends and family ... they will look beautiful too!!",
    "makeupclasses.text": "In Vali Skincare and Makeup we think of everything, that's why we offer makeup classes, among them we have the personalized, group and professional depending on what you meet your requirements.",
    "makeuplooks.text": "Our team of professional are trained to recreate in your face different types of makeup and looks for events, any occasion, weddings, sweet sixteen, christenings, quinceaneras, bar mitzvah, first communion or a special night with your love!",

    "Wax": "Wax",
    "wax.text": "Many people are afraid of the pain that is associated with making a wax. The truth of the matter is that the more a specific area is waxed, the less painful it will be. At first, the pain will be shocking, but if you keep receiving wax from time to time, you will get used to it. Hair removal lasts longer than shaving because it pulls hair directly from its roots. When you wax, you do not run the risk of cuts or scars like when you shave. You may have rashes after shaving, especially if you have sensitive skin. The hair removal will not leave you any rash. Hair removal does not consume much time. It is fast and convenient. We guarantee the use of the best product in the skin care market to ensure the best results in the treatment you are choosing. ",
    "wax1.text": "The skin care specialist in our place can help you remove all or part of your hair in areas of your body that you would not want to have there. Call today to make an appointment with us. You will feel beautiful and soft as silk.",

    "permanentmakeup.text": "Microblading eyebrow is a form of permanent makeup that creates natural and beautiful eyebrows with a hand held micro blade. This technique is not for all skin types and eyebrows. The specialist has to analyze them to recommend the best treatment for you. We use an anesthetic cream to prevent pain in the procedure. It is perfect for people who have exhausted or to define, darken or reshape their eyebrow.",
    "permanentmakeup1.text": "Microblading is a semi-permanent cosmetic procedure that uses a specialized tool controlled by hand to make fine cuts on the skin to implant pigments that resemble the appearance of the natural hair of the eyebrows.It is ideal for filling scattered areas of the natural eyebrow where hair is not present, and also to define and improve the shape of the forehead.",
    "permanentmakeup2.text": "Microblading originated in Asia more than 20 years ago and has had many names, eyebrow embroidery, feather touch, micro stroking and even 'the Japanese method'.By 2015, microblading became popular in the United States.",
    "permanentmakeup3.text": "Technically, microblading is a form of eyebrow tattoo. But, unlike traditional tattoos, which use a machine, microblade artists apply each stroke of hair with a hand blade. This produces a very fine line that resembles real hair. Each individual hair stroke is drawn by hand by the artist and mixed with the client's existing eyebrow hair. With a strong artist in charge, the results can be magnificent and very realistic.",

    "waxinfo": [{
        "{{titleespe}}": "{{title}}",
        "{{descriptionsp}}": "{{description}}"
    }],

    "antiage": [{
        "{{title}}": "{{title}}",
        "{{description}}": "{{description}}"
    }],

    "notfount.title": "Oops, This Page Could Not Be Found!",
    "notfount.text": "The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.",

    "close": "close",
    "Search": "Search",
    "Category": "Category",
    "Any": "Any",
    "Name": " Name",
    "Action": "Action",

    "Home": "Home",
    "Services": "Services",
    "Gallery": "Gallery",
    "Specials": "Specials",
    "Financing": "Financing",
    "Contact": "Contact",

    "Face": "Face",
    "Anti Aging Treatments": "Anti Aging Treatments",
    "Restorative Facial Treatments": "Restorative Facial Treatments",
    "Calming Facial Treatments": "Calming Facial Treatments",
    "Brightening and Clearing Facial Peel Treatments": "Brightening and Clearing Facial Peel Treatments",
    "Special Facial Treatments": "Special Facial Treatments",
    "Luxury Facials Treatments": "Luxury Facials Treatments",

    "Body": "Body",
    "Hands and Legs": "Hands and Legs",
    "Body Sculpting": "Body Sculpting",
    "Body Wrapping": "Body Wrapping",

    "Makeup": "Makeup",
    "Makeup Looks": "Makeup Looks",
    "Makeup Bridal Looks": "Makeup Bridal Looks",
    "Makeup Classes": "Makeup Classes",
    "Permanent Makeup": "Permanent Makeup",
    "Special Treatments": "Special Treatments",
    "coomingson": "Comming Soon"


}