{
    "principal.texto": "Lista de frutas",
    "Skincare & Makeup": "Cuidado de la Piel y Maquillaje",


    "Home": "Inicio",
    "Services": "servicios",
    "Gallery": "galería",
    "Specials": "especiales",
    "Financing": "financiamiento",
    "Contact": "contacto",

    "Face": "Rostro",
    "Anti Aging Treatments": "Tratamiento Anti Edad",
    "Restorative Facial Treatments": "Tratamiento Restauración Facial",
    "Calming Facial Treatments": "Tratamiento Calmante Facial",
    "Brightening and Clearing Facial Peel Treatments": "Tratamiento Brillo y limpieza facial",
    "Special Facial Treatments": "Tratamiento Facial Especial",
    "Luxury Facials Treatments": "Tratamiento Facial de Lujo",

    "Body": "Cuerpo",
    "Hands and Legs": "Manos y Piernas",
    "Body Sculpting": "Moldeado Corporal",
    "Body Wrapping": "Wrapping Corporal",

    "Makeup": "Maquillaje",
    "Makeup Looks": "Look de Maqullaje",
    "Makeup Bridal Looks": "Look de Boda",
    "Makeup Classes": "Clases de Maquillaje",

    "Fibroblast": "Fibroblast",
    "fibroblastbody.title": "Fibroblast Corporal",
    "fibroblastface.title": "Fibroblast Facial",


    "Wax": "Cera",
    "Permanent Makeup": "Maquillaje Permanente",
    "Special Treatments": "Tratamientos Especiales",



    "Treatments": "Tratamientos",
    "About Us": "Nosotros",
    "Our Place": "Nuestro Lugar",
    "Let yourself, come, relax and enjoy with us !!": "Se tu misma, ven, relajate y disfruta con nosotros !!",



    "Contact Us": "Contáctenos",
    "Send us a message if you have any question or comment.": "Envienos un mensaje si tienes alguna pregunta o comentario",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Phone": "Teléfono",
    "Message": "Mensaje",
    "Message is required.": "Es requerido el mensaje.",


    "Subscribe to our newsletters": "Subscribete a nuestros correos",
    "Email is required.": "El correo es requerido.",
    "Email must be a valid email address.": "Debe introducir un correo correcto.",
    "Success!": "Correcto!",
    "Subription form has been successfully submitted.": "La Subscripcion ha sido enviada correctamente.",

    "Contact form has been successfully submitted.": "El Mensaje ha sido enviado correctamente.",
    "Send": "Enviar",

    "We work from": "Trabajamos desde",
    "Monday - Sunday": "Lunes - Domingo",
    "Only by appointment.": "Sólo por Citas",
    "Go to Home": "Ir al inicio",
    "Address": "Dirección",


    "Select Category": "Seleccione una Categoría",
    "More": "Más",

    "Booking Wax": "Booking Cera",
    "Booking Permanent Makeup": "Booking Maquillaje Permanente",

    "Booking Facial": "Booking Rostro",
    "Booking Special Treatments": "Booking Tratamientos Especiales",
    "Booking Facial Anti Aging Treatments": "Booking Facial Tratamiento Anti Edad",
    "Booking Restorative Facial Treatments": "Booking Tratamiento Restauración Facial",
    "Booking Facial Calming Treatments": "Booking Tratamiento Calmante Facial",
    "Booking Facial Brightening And Clearing Facial Peel Treatments": "Booking Tratamiento Brillo y limpieza facial",
    "Booking Facial Special Treatments": "Booking Tratamiento Facial Especial",
    "Booking Facial Luxury Treatments": "Booking Tratamiento Facial de Lujo",

    "Booking Body": "Booking Cuerpo",
    "Booking Hands and Legs": "Booking Manos y Piernas",
    "Booking Body Sculpting": "Booking Moldeado Corporal",
    "Booking Body Wrapping": "Booking Wrapping Corporal",

    "Booking Makeup": "Booking Maquillaje",
    "Booking Makeup Looks": "Look de Maqullaje",
    "Booking Makeup Bridal Looks": "Look de Boda",
    "Booking Makeup Classes": "Clases de Maquillaje",

    "Booking Fibroblast": "Booking Fibroblast",
    "Booking Fibroblast Body": "Booking Fibroblast en el Cuerpo",
    "Booking Fibroblast face": "Booking Fibroblast en el Rostro",
    "Booking Hypertrophic Atrophic Scars": "Booking Cicatrices Hipertroficas o Atroficas",

    "Search": "Buscar",
    "Category": "Categoría",
    "Any": "Cualquiera",
    "Name": " Nombre",
    "Action": "Acción",
    "close": "Cerrar",




    "_lang": "es",
    "valentina.title": "Esteticista profesional, contorno corporal, entrenador de salud y maquillador.",
    "valentina.text": "Su experiencia en el uso de la última tecnología con los mejores productos en el campo cosmético garantiza los resultados más efectivos de acuerdo con las necesidades individuales de cada cliente.  Ella siempre está al día con los procedimientos más nuevos, incluidos el contorno corporal moderno, tratamientos faciales restauradores, procedimientos de estiramiento de la piel y maquillaje para ocasiones especiales. Valentina es sobresaliente en términos de maquillaje semipermanente o permanente, y lo ayudará a encontrar los productos correctos y lo guiará en el camino para lograr resultados óptimos y personalizados.",
    "valentinamodal1.text": " Seee Is a Professional Esthetician, Body Contouring, Health Coaching and Makeup Artist licensed in Florida. Her experience using the latest technology with the best products in the cosmetic field guarantee the most effective results according to the individual needs of each client.",
    "valentinamodal2.text": "She is always up-to-date on the newest procedures, including the modern body contouring, restorative facials, skin tightening procedures and makeup for special occasions. Valentina is outstanding in terms of semipermanent or permanent makeup, and will help you find the right products and coach you in the path to achieving optimal, personalized results.",
    "valentinamodal3.text": "She is humorous and possesses much charisma, and always treats her clients with the utmost respect, patience and love. Valentina pays extraordinary attention to detail and dedicates herself to her clients’ needs. They love her for her knowledge in esthetics, beauty and appreciate that she has their best interest in sharing her love with all her customers. Her passion for the beauty and esthetic fields has led her to devote her life to the service and attention of people and to help them feel better with their bodies.",
    "valentinamodal4.text": "Her goal has always been making every client feel like she is walking the red carpet every day. ",
    "valentinamodal5.text": "Every face and body represents a new challenge with a natural beauty that can be enhanced through carefully placed strokes of treatments. Stretch mark camouflage, BB Glow, Fibroblast, Microblading, Microneedling, Microdermabrasion, Body Sculpting and Wrapping are just some treatments and procedures offered to assist you in reaching your desired results.",
    "lissette.title": "Esteticista profesional y contorno corporal con licencia.",
    "lissette.text": "Ella nació en Venezuela, que es reconocida como el país de las mujeres hermosas como producto del mestizaje. Ella afirma que su interés en la estética proviene de tres lugares: el primero, fue criada por su madre, que tiene más de 40 años de experiencia en el área. La segunda razón es que es muy satisfactorio conectarse con sus pacientes, establecer confianza y poder prestar atención personal a las necesidades de su piel. Finalmente, cree que invertir en la piel es un beneficio que durará toda la vida.",
    "lissettemodal1.text": " seee is a Professional Esthetician with a license for Body Contouring Licensed from the state of Florida.",
    "lissettemodal2.text": "She was born in Venezuela, which is recognized as the country of beautiful women as a product of miscegenation. She states that her interest in aesthetics comes from three places: the first, she was raised by her mother, who has more than 40 years of experience in the area. The second reason is that it is very satisfying to connect with her patients, establishing trust and being able to pay personal attention to the needs of their skin. Finally, she believes that investing in one’s skin is a benefit that will last a lifetime.",
    "lissettemodal3.text": "She is inspired by the Greek word aisthētikós, which means 'perception or sensitivity' when working. Lissette is characterized for having these qualities with each of her clients, and that makes her stand out in her field.",
    "lissettemodal4.text": "She is professional in aesthetics and body wrapping, and she is also involved in the latest technologies the market has to offer, thus guaranteeing the best results to our distinguished clientele. Among many of the treatments in which she is specialized are microblading, microdermabarsion, body wrapping, cavitation and lymphatic drainage, which are renowned for the results they bring.",
    "lissettemodal5.text": "She effectively determines appropriate and successful treatments for her patients, as well, as analyzing the need for each of them. She offers a tailored experience that is undeniably unique to each guest and listens to their specific requests and concerns to provide a level of personal service that is second to none.",
    "ourplace.text": "Nuestro acogedor estudio está ubicado dentro de un complejo de belleza en la ciudad de Miramar en Florida. Nuestro estudio tiene todos los permisos y regulaciones requeridos por Florida Health y la ciudad. Con la última tecnología y equipo, aseguramos el éxito de Nuestros tratamientos exclusivos con atención personalizada.",
    "ourplace1.text": "La salud de su piel es nuestra principal prioridad, por eso siempre personalizamos todos nuestros tratamientos para satisfacer sus necesidades. No prometemos demasiado ni cumplimos. Fijamos objetivos realistas y ofrece opciones de tratamiento progresivas y seguras. Le ayudaremos a comprender mejor cuál es su tipo y condiciones particulares de piel, así como también cómo cuidar, mantener y equilibrar su piel en el hogar.",

    "body.text": "El deseo de verse y sentirse bien ha aumentado significativamente el número de personas que buscan procedimientos para esculpir el cuerpo. Cuando la dieta y el ejercicio no son suficientes, las personas recurren a procedimientos de contorno corporal no invasivos para eliminar  terco, grasa no deseada.  Nuestros diferentes programas de tratamiento garantizan la satisfacción de nuestros clientes:",
    "cavitation.title": "Cavitación Estética",
    "cavitation.text": "La cavitación es un tratamiento estético que permite la eliminación de depósitos de grasa localizada sin tratar en las dietas y ejercicios de forma duradera y sin pasar por el quirófano; Produce ondas ultrasónicas de una frecuencia que son absorbidas\r\npor tejidos grasos. Estas ondas causan en las células grasas burbujas de vapor que causan su destrucción y esta grasa liberada es transportada por la sangre y linfática al hígado que la elimina del organismo al destruir estos adipocitos,\r\nel área tratada pierde la capacidad de almacenar grasa para la cual este procedimiento es definitivo para tratar la grasa localizada. En Vali Skincare & Makeup, haremos un tratamiento exquisito para eliminar esa flacidez que nos afecta en áreas como;\r\nabdomen, glúteos, piernas, brazos, flancos, etc., con productos únicos que por sus ingredientes con cafeína de gotu kola te ayudarán a mejorar los signos visibles y desagradables de la celulitis y la adiposidad. Recomendamos hacer al menos 10 sesiones.\r\ny comenzarás a ver resultados sorprendentes, tomaremos medidas, ¡te estamos esperando!",

    "vacuum.title": "Terapia de vacío",
    "vacuum.text": "¿Cansado de los hoyuelos, bultos y depósitos de grasa en exceso? Es hora de decir adiós a esas grasas desagradables con la terapia de vacío. La terapia de vacío elimina la grasa + suaviza y reafirma la piel.",
    "vacuum1.text": "El tratamiento combina el antiguo arte de las ventosas con presión negativa para ayudar a eliminar grasas, desechos, toxinas y exceso de líquidos de su cuerpo. La terapia de vacío es un tratamiento no invasivo investigado científicamente, certificado por estándares de calidad como CE y FDA. ",
    "vacuum2.text": "Ofrece una solución efectiva para combatir la celulitis en todas sus etapas, reduce la grasa localizada y da nueva forma al cuerpo. La terapia de vacío es excelente como un tratamiento independiente para la celulitis, reduce la retención de líquidos, mejora la textura de la piel, aumenta la circulación linfática, reduce la tensión muscular, la remodelación del cuerpo y reduce los pequeños depósitos de grasa. El tratamiento deja su piel inmediatamente más suave y más firme. ",

    "radio.title": "Radio Frequencia",
    "radio.text": "Este espléndido tratamiento hace un trabajo radiante combinado con cavitación debido al hecho de que al mismo tiempo que elimina la grasa, con RF los fibroblastos de la dermis son estimulados para producir fibras de colágeno y elastina, permitiendo así que el tejido adquiera firmeza gracias a reorganización de los tabiques fibrosos y engrosamiento dérmico supra-reclinado.",
    "radio1.text": "Ven a Vali Skincare & Makeup y recibe tu tratamiento completo con técnicas y dispositivos de última tecnología.   aparte de garantizar un servicio inigualable.",

    "wrapping.text": "La envoltura corporal de Vali Skincare and Makeup se destaca por encima de las demás debido a la calidad de nuestros minerales. La envoltura corporal desintoxica el cuerpo. Los minerales son los componentes básicos del cuerpo. El proceso de hidratar el cuerpo con minerales ayuda El cuerpo elimina las toxinas causadas por el consumo excesivo de sal, azúcar, carbohidratos y alcohol. El proceso de desintoxicación ayuda al cuerpo a perder ctms. Esta envoltura corporal adelgazante en Vali Skincare and Makeup Spa toma alrededor de 90 minutos.",
    "hands.title": "Hidratación de manos con tratamiento de exfoliación con parafina y terapia de piernas y pies cansados",
    "hands.text": "La apertura de los poros y la eliminación de las células muertas de la piel rejuvenecerán la apariencia de su piel y harán que sus manos y pies se sientan sedosos y suaves.",
    "hands1.text": "La parafina es un emoliente natural, por lo que agrega humedad al fregadero mientras se aplica la cera, pero también ayuda a crear humedad en la piel mucho después de que se completa el tratamiento. Un tratamiento de parafina crea una especie de barrera en su piel que ayuda a retener los aceites que su cuerpo produce naturalmente. ",
    "hands2.text": "Tired Legs es un tratamiento único y exclusivo para todos los públicos; Debemos consentir a los gemelos que nos guían día a día, para esto ofrecemos este servicio en el que se ofrece lo siguiente, disminuye las venas varicosas, la telangiectasia y la hinchazón, alivia la pesadez y proporciona frescura y sensación inmediata de descanso, relaja los músculos, revitaliza , tonificante y descongestionante.",

    "handsandlegs.text": "Nuestro objetivo es sacarlo de nuestro estudio satisfecho con nuestros servicios, por eso trabajamos creando una serie de tratamientos para cubrir áreas específicas olvidadas, como manos y pies, centrándose en atletas, piernas con venas varicosas y cansados, dolor en los huesos y articulaciones, entre otras, tratando de cubrir al máximo las necesidades de nuestros valiosos clientes.",
    "sculpting.text": "Al pensar en su figura y en la forma más rápida y sencilla de verlo con el moldeado soñado, Vali Skincare & Makeup combina técnicas para acelerar el proceso a través de la cavitación, el vacío y la radiofrecuencia.",
    "wrapping1.text": "En Vali Skincare and Makeup creamos un lugar ideal para su cuerpo, enfocándonos en la reducción de medidas utilizando métodos no invasivos y técnicas de vanguardia con terapias reafirmantes, modeladoras y reductoras.",

    "facial.text": "Nuestros esteticistas experimentados, combinados con los mejores productos y tecnologías de punta, resaltan la piel radiante que todos queremos mostrar.",
    "facial1.text": "Los tratamientos faciales no son una extravagancia, de hecho, un mantenimiento mensual es necesario para mantener la piel clara, firme y rellenar la cara. ",
    "facial2.text": "Las terapias son personalizables para su tipo de piel y necesidades, ayudan a limpiar los poros congestionados, levantan y tonifican la piel flácida, iluminan un poco la opacidad.",
    "facial3.text": "Da tu mejor cara ... ¡Nuestro equipo se complace en brindar consultas de cortesía!",


    "antiagingtreatments.text": "Personalizamos tratamientos faciales específicos para prevenir y combatir el envejecimiento de la piel y las arrugas. En este caso, Vali SkinCare & Makeup le ofrece una variedad de opciones con equipos de alta tecnología y nuevas técnicas para crear los mejores servicios cerca de usted como oxigenado, limpieza de manchas oscuras, reafirmación, signos secos, reducción de líneas finas, exfoliaciones profundas, protección a largo plazo con células madre, hidrataciones intensivas y tratamientos con colágeno. para alegrar, levantar y encontrar una piel de aspecto juvenil.",
    "brightening.text": "Pensando en su piel y el daño ocasionado por factores externos como el sol, el embarazo y los procesos hormonales, le ofrecemos en Vali Skincare & Makeup estas fabulosas terapias para prevenir y ayudarlo a deshacerse de estos daños. Existen excelentes tratamientos para aclarar su piel, exfoliarla profundamente y aclarar la apariencia de imperfecciones.",
    "calming.text": "Creamos tratamientos especiales para aquellas pieles que necesitan ser tratadas y mimadas con diferentes y específicos ingredientes y terapias para pieles sensibles que ayudarán a limpiar profundamente. Elija su tratamiento para matar las bacterias del acné, curar cicatrices, relajarse, calmarse, reducir la inflamación o el enrojecimiento de la rosácea.",
    "luxuring.text": "Los tratamientos exclusivos en Vali Skincare & Makeup incluyen modalidades altamente efectivas y de alto rendimiento en tecnología Spa. Hidratantes faciales con terapias de spa relajantes y vigorizantes para lograr una hidratación instantánea y resultados duraderos sin molestias ni tiempos de inactividad. Las microcorrientes se utilizan para reafirmar y levantar. La tecnología galvánica impulsa activos de alta potencia profundamente en la piel, minimizando las líneas, arrugas, hiperpigmentación y sensibilidad. La infusión de oxígeno impulsa activos potentes para restaurar la elasticidad, estimular el tejido, reparar, sanar y reequilibrar la piel. Estos tratamientos se completan con nuestra mascarilla de lujo con cuello facial y escote hidroplástico, dejando la piel lista para un primer plano.",
    "restorative.text": "Si siente que su piel ha cambiado y le causa una baja autoestima, frustración e incluso sentimientos de desesperanza. Tenemos buenas noticias, la ayuda está cerca de usted, soluciones simples que lo ayudarán a volver a sentirse confiado y ¡vivaz!",
    "restorative1.text": " En Vali Skin Care and Makeup creamos tratamientos para ayudarlo a luchar contra los círculos negros, la pigmentación de los ojos, oxigenar, iluminar, desintoxicar su piel, brindándole una piel visiblemente firme, lifting y nutritiva. Los Tratamientos faciales restauradores ayudan a recuperar su juventud al disminuir la apariencia de líneas finas y arrugas y también ayudan a alimentar su piel con nutrientes, equilibrando su piel con ingredientes restauradores para ayudar a suavizar la apariencia",
    "specialf.text": "En Vali Skincare & Makeup se hizo un gran esfuerzo para satisfacer la demanda de nuestros clientes, por lo que pensamos en todos los tipos y condiciones de piel para ofrecer más tratamientos y ofrecer una variedad de opciones que ayudarán a que su piel se vea mejor, más saludable y radiante. En este caso, agregamos al menú de tratamientos faciales una serie de procedimientos de vanguardia con funciones específicas para tratar afecciones como hiperpigmentación, acné, también, nos enfocamos en un tratamiento específico para las necesidades de los adolescentes, la cara de los hombres y también limpieza profunda en la zona de la espalda. Trabajamos para mejorar la textura de su piel, ayudar a reducir el tamaño de los poros, mejorar la apariencia de las estrías y mucho más.",

    "fibroblast.text": "El tratamiento con plasma FibroBlast es un nuevo procedimiento de estiramiento de la piel no invasivo conocido por reducir las arrugas, las líneas finas y el exceso de piel. El tratamiento es muy popular entre la comunidad de belleza y estética, ofrece bajo riesgo, tiempo de inactividad mínimo, es menos invasivo y menos costoso que la cirugía.",
    "fibroblast1.text": "Usando una 'pluma de plasma', el tratamiento con FibroBlast transmite una corriente eléctrica a la capa dérmica superior de la piel, lo que hace que el tejido se retraiga y se contraiga. Este micro-trauma estimula el crecimiento de nuevo colágeno y ayuda a liberar proteínas activas y factores de crecimiento, dando a la piel una apariencia más firme y juvenil.",
    "fibroblast2.text": "El plasma FibroBlast es más que un procedimiento estándar para estirar la piel, la cantidad o el volumen de la piel se reduce realmente. Los resultados se notarán inmediatamente después del primer tratamiento y deberían durar años con mantenimiento y mantenimiento regular (similar a los procedimientos más invasivos).",

    "fibroblast.title": "FibroBlast puede tratar una serie de afecciones de la piel sin tiempo de inactividad ni daños en la piel.",
    "fibroblast.list": "El tratamiento puede usarse para:",
    "fibroblast.item1": "Ajuste de los párpados, incluidos los ojos inferiores y el exceso de piel del párpado superior.",
    "fibroblast.item2": "Imperfecciones de la piel, marcas cutáneas y manchas solares",
    "fibroblast.item3": "Mejora en la aparición de cicatrices de acné",
    "fibroblast.item4": "Apriete la piel suelta del vientre después del embarazo",
    "fibroblast.item5": "Líneas y arrugas alrededor de la cara",
    "fibroblast.item6": "Ajuste de mentón y cuello",
    "fibroblast.item7": "Rodilleras y axilas",

    "serviceslist.title": "How long do the treatments take and",
    "serviceslist.subtitle": "how many treatments do I need?",
    "serviceslist.text": "The number of treatments will vary depending on the area to be treated, the condition of the skin, age, the level of exposure to sun damage, etc.",

    "fibroblastbody.text": "aa As we mature our body is presenting signs of aging as loss of elastin producing flaccidity, hyperpigmentation, stretch marks, actinic keratosis and others. Our novel fibroblast treatment helps you to collect excess skin regenerating the cells responsible for the production of collagen and elastin, achieving a better appearance in areas such as knee, elbow, belly button, neck, abdomen, inner thigh , hands without having to take the risk of going to surgery.",
    "fibroblastface.text": "aaa You have thought about how to eliminate or diminish the signs of aging such as lines of expression, static wrinkles and photo-aging on your face, eyelid fading, sleepiness and inferiority, damage caused by the sun, spots due to pregnancy and other causes. In this cozy space we offer you the solution without having to go to surgery, do not think about it and make your appointment.",

    "fibroblasthipertropic.title": "Cicatrices Hipertroficas o Atroficas",
    "fibroblasthypertrophic.text": "Tratamos su cicatriz con una técnica de fibroblastos que lo ayudan a mejorar su apariencia, existen dos tipos de cicatrices: la cicatriz hipertrófica que es una afección cutánea caracterizada por depósitos de cantidades excesivas de colágeno que dan lugar a una cicatriz en relieve, pero no en el grado observado con los queloides. Al igual que los queloides, se forman con mayor frecuencia en los sitios de granos, perforaciones corporales, cortes y quemaduras. A menudo contienen nervios y vasos sanguíneos.",
    "fibroblasthypertrophic1.text": "Por otro lado, la cicatriz atrófica es una cicatriz con sangría que se cura por debajo de la capa normal de tejido de la piel. Las cicatrices atróficas se forman cuando la piel no puede regenerar el tejido. Como resultado, deja cicatrices desequilibradas. Las cicatrices atróficas son a menudo el resultado de un acné severo o varicela, elegimos la técnica de fibroblastos dependiendo del tipo.",

    "makeup.text": "Nuestra pasión siempre ha sido hacer que cada cliente se sienta como si estuviera caminando por la alfombra roja. Cada rostro representa un desafío con una belleza natural realzada por trazos de maquillaje cuidadosamente colocados. Ofrecemos una gama completa de servicios de maquillaje, que incluyen maquillaje para ocasiones especiales, sesiones educativas y fiestas de maquillaje fuera del sitio.",
    "makeupbridal.text": "La oportunidad perfecta para comenzar a coordinar su aspecto con todos los demás elementos de su día especial, como el color del vestido, las flores, su fiesta nupcial e incluso el lugar. Es el momento de experimentar con los estilos de maquillaje que te gustaría probar,... por supuesto, no olvides a tus amigas y familiares ... ¡también se verán hermosas!",
    "makeupclasses.text": "En Vali Skincare and Makeup pensamos en todo, es por eso que ofrecemos clases de maquillaje, entre ellas contamos con cursos personalizado, grupal y profesional en función de lo que cumpla con sus requisitos.",
    "makeuplooks.text": "Nuestro equipo de profesionales está capacitado para recrear en tu rostro diferentes tipos de maquillaje para eventos, en cualquier ocasión, bodas, dieciséis dulces, bautizos, quinceañeras, bar mitzvah, primera comunión o una noche especial con tu amor.",

    "wax.text": "Muchas personas tienen miedo del dolor que se asocia con hacer una depilación con cera. La verdad del asunto es que cuanto más se encere un área específica, menos doloroso será. Al principio, el dolor será impactante, pero si sigues recibiendo cera de vez en cuando, te acostumbrarás. La eliminación del vello dura más que el afeitado, ya que lo extrae directamente de sus raíces. Cuando enceras, no corres el riesgo de sufrir cortes o cicatrices como cuando te afeitas. Es posible que tenga sarpullidos después del afeitado, especialmente si tiene piel sensible. La depilación no te dejará ningún sarpullido. La depilación no consume mucho tiempo, es rápido y conveniente. Garantizamos el uso del mejor producto en el mercado del cuidado de la piel para garantizar los mejores resultados en el tratamiento que elija.",
    "wax1.text": "El especialista en cuidado de la piel en nuestro lugar puede ayudarlo a eliminar todo o parte de su cabello en áreas de su cuerpo que no querría tener allí. Llama hoy para concertar una cita con nosotros. Te sentirás bella y suave como la seda.",

    "permanentmakeup.text": "Microblading para cejas es una forma de maquillaje permanente que crea cejas naturales y hermosas con una micro cuchilla manual. Esta técnica no es para todo tipo de piel y cejas. El especialista tiene que analizarlos para recomendar el mejor tratamiento para usted. Utilizamos una crema anestésica para prevenir el dolor en el procedimiento ",
    "permanentmakeup1.text": "Microblading es un procedimiento cosmético semipermanente que utiliza una herramienta especializada controlada a mano para realizar cortes finos en la piel para implantar pigmentos que se asemejan a la apariencia del cabello natural de las cejas. Es ideal para rellenar áreas dispersas de la ceja natural donde el cabello no está presente, y también para definir y mejorar la forma de la frente. ",
    "permanentmakeup2.text": "Microblading se originó en Asia hace más de 20 años y ha tenido muchos nombres, bordados de cejas, toques de plumas, micro trazos e incluso 'el método japonés'. Para el año 2015, el microblading se hizo popular en los Estados Unidos.",
    "permanentmakeup3.text": "Técnicamente, microblading es una forma de tatuaje de cejas. Pero, a diferencia de los tatuajes tradicionales, que utilizan una máquina, los artistas de microblading aplican cada trazo del vello con una microcuchilla manual  produciendo una línea muy fina que se parece al pelo real. Cada trazo  de pelo individual es dibujado a mano por el artista y mezclado con el pelo de la  ceja existente del cliente. Con un buen especialista a cargo, los resultados pueden ser magníficos y muy realistas.",

    "waxinfo": [{
        "{{title}}": "{{titleesp}}",
        "{{description}}": "{{descriptionesp}}"
    }],

    "antiage": [{
        "{{title}}": "{{titleesp}}",
        "{{description}}": "{{descriptionesp}}"
    }],


    "notfount.title": "Oops, esta página no puede ser encontrada!",
    "notfount.text": "la página que estas bucandos pude estar removida, cambiada de nombre, o temporalmente no disponible.",
    "coomingson": "Próximamente"

}